app/controllers/students_controller.rb

INSERT INTO "students" ("first_name", "last_name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["first_name", "a"], ["last_name", "a"], ["created_at", "2020-05-18 21:37:00.798578"], ["updated_at", "2020-05-18 21:37:00.798578"]]
---
  def create
    @student = Student.new
    @student.first_name = params[:student][:first_name]
    @student.last_name = params[:student][:last_name]
    @student.save